{
  "title": "Dzikir Pagi",
  "dzikir": [
    {
      "arabic": "اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ ٠ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ ٠ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ٠ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ ٠ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ٠ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ ٠ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ ٠ وَلَا يَئُودُهُ حِفْظُهُمَا ٠ وَهُوَ الْعَلِيُّ الْعَظِيمُ",
      "benefit": "Siapa yang membacanya ketika petang, maka ia akan dilindungi (oleh Allah dari berbagai gangguan) hingga pagi. Siapa yang membacanya ketika pagi, maka ia akan dilindungi hingga petang. ",
      "read": "Dibaca 1x",
      "source": "HR. Al Hakim (1: 562)",
      "translation": "“Allah, tidak ada ilah (yang berhak disembah) melainkan Dia, yang hidup kekal lagi terus menerus mengurus (makhluk-Nya). Dia tidak mengantuk dan tidak tidur. Kepunyaan-Nya apa yang di langit dan di bumi. Tiada yang dapat memberi syafa’at di sisi-Nya tanpa seizin-Nya. Dia mengetahui apa-apa yang di hadapan mereka dan di belakang mereka. Mereka tidak mengetahui apa-apa dari ilmu Allah melainkan apa yang dikehendaki-Nya. Kursi Allah meliputi langit dan bumi. Dia tidak merasa berat memelihara keduanya. Dan Dia Maha Tinggi lagi Maha besar.” (QS. Al Baqarah: 255)"
    },
    {
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ٠ قُلْ هُوَ اللَّهُ أَحَدٌ ٠ اللَّهُ الصَّمَدُ ٠ لَمْ يَلِدْ وَلَمْ يُولَدْ ٠ وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ",
      "benefit": "Siapa yang mengucapkannya masing-masing tiga kali ketika pagi dan petang, maka segala sesuatu akan dicukupkan untuknya.",
      "read": "Dibaca 3x",
      "source": "HR. Abu Daud no. 5082, Tirmidzi no. 3575",
      "translation": "“Dengan menyebut nama Allah Yang Maha Pengasih lagi Maha Penyayang. Katakanlah: Dialah Allah, Yang Maha Esa. Allah adalah ilah yang bergantung kepada-Nya segala urusan. Dia tidak beranak dan tiada pula diperanakkan, dan tidak ada seorang pun yang setara dengan Dia.” (QS. Al Ikhlas: 1-4)"
    },
    {
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ٠ قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ ٠ مِن شَرِّ مَا خَلَقَ ٠ وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ ٠ وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ ٠ وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ",
      "benefit": "Siapa yang mengucapkannya masing-masing tiga kali ketika pagi dan petang, maka segala sesuatu akan dicukupkan untuknya.",
      "read": "Dibaca 3x",
      "source": "HR. Abu Daud no. 5082, Tirmidzi no. 3575",
      "translation": "“Dengan menyebut nama Allah Yang Maha Pengasih lagi Maha Penyayang. Katakanlah: Aku berlindung kepada Rabb yang menguasai Shubuh, dari kejahatan makhluk-Nya, dan dari kejahatan malam apabila telah gelap gulita, dan dari kejahatan-kejahatan wanita tukang sihir yang menghembus pada buhul-buhul, dan dari kejahatan orang yang dengki apabila ia dengki”. (QS. Al Falaq: 1-5)"
    },
    {
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ٠ قُلْ أَعُوذُ بِرَبِّ النَّاسِ ٠ مَلِكِ النَّاسِ ٠ إِلَهِ النَّاسِ ٠ مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ ٠ الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ ٠ مِنَ الْجِنَّةِ وَ النَّاسِ",
      "benefit": "Siapa yang mengucapkannya masing-masing tiga kali ketika pagi dan petang, maka segala sesuatu akan dicukupkan untuknya.",
      "read": "Dibaca 3x",
      "source": "HR. Abu Daud no. 5082, Tirmidzi no. 3575",
      "translation": "“Dengan menyebut nama Allah Yang Maha Pengasih lagi Maha Penyayang. Katakanlah: Aku berlindung kepada Rabb manusia. Raja manusia. Sembahan manusia, dari kejahatan (bisikan) syaitan yang biasa bersembunyi, yang membisikkan (kejahatan) ke dalam dada manusia, dari jin dan manusia.” (QS. An Naas: 1-6)"
    },
    {
      "arabic": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ ٠ وَالْحَمْدُ لِلَّهِ ٠ لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ ٠ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ. رَبِّ أَسْأَلُكَ خَيْرَ مَا فِيْ هَذَا الْيَوْمِ وَخَيْرَ مَا بَعْدَهُ ٠ وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِيْ هَذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ ٠ رَبِّ أَعُوْذُ بِكَ مِنَ الْكَسَلِ وَسُوْءِ الْكِبَرِ ٠ رَبِّ أَعُوْذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
      "benefit": "Meminta pada Allah kebaikan di hari ini dan kebaikan sesudahnya, juga agar terhindar dari kejelekan di hari ini dan kejelekan sesudahnya. Di dalamnya berisi pula permintaan agar terhindar dari rasa malas padahal mampu untuk beramal, juga agar terhindar dari kejelekan di masa tua. Di dalamnya juga berisi permintaan agar terselamatkan dari siksa kubur dan siksa neraka yang merupakan siksa terberat di hari kiamat kelak.",
      "latin": "Ash-bahnaa wa ash-bahal mulku lillah walhamdulillah, laa ilaha illallah wahdahu laa syarika lah, lahul mulku walahul hamdu wa huwa ‘ala kulli syai-in qodir. Robbi as-aluka khoiro maa fii hadzal yaum wa khoiro maa ba’dahu, wa a’udzu bika min syarri maa fii hadzal yaum wa syarri maa ba’dahu. Robbi a’udzu bika minal kasali wa su-il kibar. Robbi a’udzu bika min ‘adzabin fin naari wa ‘adzabin fil qobri.",
      "read": "Dibaca 1x",
      "source": "HR. Muslim no. 2723",
      "translation": "“Kami telah memasuki waktu pagi dan kerajaan hanya milik Allah, segala puji bagi Allah. Tidak ada ilah (yang berhak disembah) kecuali Allah semata, tiada sekutu bagi-Nya. Milik Allah kerajaan dan bagi-Nya pujian. Dia-lah Yang Mahakuasa atas segala sesuatu. Wahai Rabbku, aku mohon kepada-Mu kebaikan di hari ini dan kebaikan sesudahnya. Aku berlindung kepada-Mu dari kejahatan hari ini dan kejahatan sesudahnya. Wahai Rabbku, aku berlindung kepada-Mu dari kemalasan dan kejelekan di hari tua. Wahai Rabbku, aku berlindung kepada-Mu dari siksaan di neraka dan siksaan di alam kubur.”"
    },
    {
      "arabic": "اَللَّهُمَّ بِكَ أَصْبَحْنَا ٠ وَبِكَ أَمْسَيْنَا ٠ وَبِكَ نَحْيَا ٠ وَبِكَ نَمُوْتُ وَإِلَيْكَ النُّشُوْرُ",
      "latin": "Allahumma bika ash-bahnaa wa bika amsaynaa wa bika nahyaa wa bika namuutu wa ilaikan nusyuur.",
      "read": "Dibaca 1x",
      "source": "HR. Tirmidzi no. 3391 dan Abu Daud no. 5068",
      "translation": "“Ya Allah, dengan rahmat dan pertolongan-Mu kami memasuki waktu pagi, dan dengan rahmat dan pertolongan-Mu kami memasuki waktu petang. Dengan rahmat dan pertolongan-Mu kami hidup dan dengan kehendak-Mu kami mati. Dan kepada-Mu kebangkitan (bagi semua makhluk).”"
    },
    {
      "arabic": "أَصْبَحْنَا عَلَى فِطْرَةِ اْلإِسْلاَمِ وَعَلَى كَلِمَةِ اْلإِخْلاَصِ ٠ وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ٠ وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ ٠ حَنِيْفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
      "read": "Dibaca 1x",
      "source": "HR. Ahmad III/406, 407",
      "translation": "“Di waktu pagi kami berada diatas fitrah agama Islam, kalimat ikhlas, agama Nabi kami Muhammad صلي الله عليه وسلم dan agama ayah kami, Ibrahim, yang berdiri di atas jalan yang lurus, muslim dan tidak tergolong orang-orang musyrik.”"
    },
    {
      "arabic": "اَللَّهُمَّ أَنْتَ رَبِّيْ لاَ إِلَـهَ إِلاَّ أَنْتَ ٠ خَلَقْتَنِيْ وَأَنَا عَبْدُكَ ٠ وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ٠ أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ٠ أَبُوْءُ لَكَ بِنِعْمَتِكَ عَلَيَّ ٠ وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ",
      "benefit": "Barangsiapa mengucapkan dzikir ini di siang hari dalam keadaan penuh keyakinan, lalu ia mati pada hari tersebut sebelum petang hari, maka ia termasuk penghuni surga. Barangsiapa yang mengucapkannya di malam hari dalam keadaan penuh keyakinan, lalu ia mati sebelum pagi, maka ia termasuk penghuni surga.",
      "latin": "Allahumma anta robbii laa ilaha illa anta, kholaqtanii wa anaa ‘abduka wa anaa ‘ala ‘ahdika wa wa’dika mas-tatho’tu. A’udzu bika min syarri maa shona’tu. Abu-u laka bi ni’matika ‘alayya wa abu-u bi dzambii. Fagh-firlii fainnahu laa yagh-firudz dzunuuba illa anta",
      "read": "Dibaca 1x",
      "source": "HR. Bukhari no. 6306",
      "translation": "“Ya Allah, Engkau adalah Rabbku, tidak ada ilah yang berhak disembah kecuali Engkau, Engkaulah yang menciptakanku. Aku adalah hamba-Mu. Aku akan setia pada perjanjianku pada-Mu (yaitu aku akan mentauhidkan-Mu) semampuku dan aku yakin akan janji-Mu (berupa surga untukku). Aku berlindung kepada-Mu dari kejelekan yang kuperbuat. Aku mengakui nikmat-Mu kepadaku dan aku mengakui dosaku. Oleh karena itu, ampunilah aku. Sesungguhnya tiada yang mengampuni dosa kecuali Engkau.\""
    },
    {
      "arabic": "اَللَّهُمَّ عَافِنِيْ فِيْ بَدَنِيْ ٠ اَللَّهُمَّ عَافِنِيْ فِيْ سَمْعِيْ ٠ اَللَّهُمَّ عَافِنِيْ فِيْ بَصَرِيْ ٠ لاَ إِلَـهَ إِلاَّ أَنْتَ. اَللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنَ الْكُفْرِ وَالْفَقْرِ ٠ وَأَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ ٠ لاَ إِلَـهَ إِلاَّ أَنْتَ",
      "read": "Dibaca 3x",
      "source": "HR. Al-Bukhari dalam Shahiib al-Adabil Mufrad no. 701",
      "translation": "“Ya Allah, selamatkanlah tubuhku (dari penyakit dan dari apa yang tidak aku inginkan). Ya Allah, selamatkanlah pendengaranku (dari penyakit dan maksiat atau dari apa yang tidak aku inginkan). Ya Allah, selamatkanlah penglihatanku, tidak ada Ilah yang berhak diibadahi dengan benar kecuali Engkau. Ya Allah, sesungguhnya aku berlindung kepada-Mu dari kekufuran dan kefakiran. Aku berlindung kepada-Mu dari siksa kubur, tidak ada Ilah yang berhak diibadahi dengan benar kecuali Engkau.”"
    },
    {
      "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَاْلآخِرَةِ ٠ اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِيْنِيْ وَدُنْيَايَ وَأَهْلِيْ وَمَالِيْ اللَّهُمَّ اسْتُرْ عَوْرَاتِى وَآمِنْ رَوْعَاتِى. اَللَّهُمَّ احْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ ٠ وَمِنْ خَلْفِيْ ٠ وَعَنْ يَمِيْنِيْ وَعَنْ شِمَالِيْ ٠ وَمِنْ فَوْقِيْ ٠ وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيْ",
      "benefit": "Rasulullah shallallahu ‘alaihi wa sallam tidaklah pernah meninggalkan do’a ini di pagi dan petang hari. Di dalamnya berisi perlindungan dan keselamatan pada agama, dunia, keluarga dan harta dari berbagai macam gangguan yang datang dari berbagai arah",
      "latin": "Allahumma innii as-alukal ‘afwa wal ‘aafiyah fid dunyaa wal aakhiroh. Allahumma innii as-alukal ‘afwa wal ‘aafiyah fii diinii wa dun-yaya wa ahlii wa maalii. Allahumas-tur ‘awrootii wa aamin row’aatii. Allahummahfazh-nii mim bayni yadayya wa min kholfii wa ‘an yamiinii wa ‘an syimaalii wa min fawqii wa a’udzu bi ‘azhomatik an ughtala min tahtii.",
      "read": "Dibaca 1x",
      "source": "HR. Abu Daud no. 5074 dan Ibnu Majah no. 3871",
      "translation": "“Ya Allah, sesungguhnya aku memohon kebajikan dan keselamatan di dunia dan akhirat. Ya Allah, sesungguhnya aku memohon kebajikan dan keselamatan dalam agama, dunia, keluarga dan hartaku. Ya Allah, tutupilah auratku (aib dan sesuatu yang tidak layak dilihat orang) dan tenteramkanlah aku dari rasa takut. Ya Allah, peliharalah aku dari muka, belakang, kanan, kiri dan atasku. Aku berlindung dengan kebesaran-Mu, agar aku tidak disambar dari bawahku (oleh ular atau tenggelam dalam bumi dan lain-lain yang membuat aku jatuh).”"
    },
    {
      "arabic": "اَللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَاوَاتِ وَاْلأَرْضِ ٠ رَبَّ كُلِّ شَيْءٍ وَمَلِيْكَهُ ٠ أَشْهَدُ أَنْ لاَ إِلَـهَ إِلاَّ أَنْتَ ٠ أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ ٠ وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ ٠ وَأَنْ أَقْتَرِفَ عَلَى نَفْسِيْ سُوْءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
      "benefit": "Do’a ini diajarkan oleh Rasulullah shallallahu ‘alaihi wa sallam pada Abu Bakr Ash Shiddiq radhiyallahu ‘anhu untuk dibaca pada pagi, petang dan saat beranjak tidur.",
      "latin": "Allahumma ‘aalimal ghoybi wasy syahaadah faathiros samaawaati wal ardh. Robba kulli syai-in wa maliikah. Asyhadu alla ilaha illa anta. A’udzu bika min syarri nafsii wa min syarrisy syaythooni wa syirkihi, wa an aqtarifa ‘alaa nafsii suu-an aw ajurrohu ilaa muslim.",
      "read": "Dibaca 1x",
      "source": "HR. Tirmidzi no. 3392 dan Abu Daud no. 5067",
      "translation": "“Ya Allah, Yang Maha Mengetahui yang ghaib dan yang nyata, wahai Rabb pencipta langit dan bumi, Rabb segala sesuatu dan yang merajainya. Aku bersaksi bahwa tidak ada ilah yang berhak disembah kecuali Engkau. Aku berlindung kepadaMu dari kejahatan diriku, setan dan balatentaranya (godaan untuk berbuat syirik pada Allah), dan aku (berlindung kepada-Mu) dari berbuat kejelekan terhadap diriku atau menyeretnya kepada seorang muslim.”"
    },
    {
      "arabic": "بِسْمِ اللهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي اْلأَرْضِ وَلاَ فِي السَّمَاءِ وَهُوَ السَّمِيْعُ الْعَلِيْمُ",
      "benefit": "Barangsiapa membacanya sebanyak tiga kali ketika pagi dan sore hari, maka tidak ada sesuatu pun yang membahayakan dirinya.",
      "read": "Dibaca 3x",
      "source": "HR. At-Tirmidzi no. 3388",
      "translation": "“Dengan Menyebut Nama Allah, yang dengan Nama-Nya tidak ada satupun yang membahayakan, baik di bumi maupun dilangit. Dia-lah Yang Mahamendengar dan Maha mengetahui.”"
    },
    {
      "arabic": "رَضِيْتُ بِاللهِ رَبًّا ٠ وَبِاْلإِسْلاَمِ دِيْنًا ٠ وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
      "benefit": "Barangsiapa yang mengucapkan dzikir ini sebanyak tiga kali di pagi hari dan tiga kali di petang hari, maka pantas baginya mendapatkan ridha Allah.",
      "latin": "Rodhiitu billaahi robbaa wa bil-islaami diinaa, wa bi-muhammadin shallallaahu ‘alaihi wa sallama nabiyya.",
      "read": "Dibaca 3x",
      "source": "HR. Abu Daud no. 5072, Tirmidzi no. 3389.",
      "translation": "“Aku ridha Allah sebagai Rabb, Islam sebagai agama dan Muhammad shallallahu ‘alaihi wa sallam sebagai nabi.”"
    },
    {
      "arabic": "يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيْثُ ٠ وَأَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ وَلاَ تَكِلْنِيْ إِلَى نَفْسِيْ طَرْفَةَ عَيْنٍ أَبَدًا",
      "benefit": "Dzikir ini diajarkan oleh Nabi shallallahu ‘alaihi wa sallam pada Fathimah supaya diamalkan pagi dan petang.",
      "latin": "Yaa Hayyu Yaa Qoyyum, bi-rohmatika as-taghiits, wa ash-lih lii sya’nii kullahu wa laa takilnii ilaa nafsii thorfata ‘ainin Abadan.",
      "read": "Dibaca 1x",
      "source": "HR. Ibnu As Sunni dalam ‘Amalul Yaum wal Lailah no. 46",
      "translation": "“Wahai Rabb Yang Maha Hidup, wahai Rabb Yang Berdiri Sendiri (tidak butuh segala sesuatu), dengan rahmat-Mu aku minta pertolongan, perbaikilah segala urusanku dan jangan diserahkan kepadaku sekali pun sekejap mata (tanpa mendapat pertolongan dariMu).”"
    },
    {
      "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ ٠ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
      "benefit": "Barangsiapa membacanya sebanyak 100x dalam sehari, maka baginya (pahala) seperti memerdekakan sepuluh budak, ditulis seratus kebaikan, dihapus darinya seratus keburukan, mendapat perlindungan dari syaitan pada hari itu hingga sore hari. Tidaklah seseorang itu dapat mendatangkan yang lebih baik dari apa yang dibawanya kecuali ia melakukan lebih banyak lagi dari itu.",
      "latin": "Laa ilaha illallah wahdahu laa syarika lah, lahul mulku walahul hamdu wa huwa ‘ala kulli syai-in qodiir.",
      "read": "DIbaca 1x atau 10x, dan boleh juga dibaca 100x pada pagi atau sore",
      "source": "HR. Abu Dawud no. 5077, An-Nasai dalam 'Amalul YAum wal Lailah no. 24, HR. Al-Bukhari no. 3293 dan 640",
      "translation": "“Tidak ada ilah yang berhak disembah selain Allah semata, tidak ada sekutu bagiNya. Bagi-Nya kerajaan dan segala pujian. Dia-lah yang berkuasa atas segala sesuatu.”"
    },
    {
      "arabic": "سُبْحَانَ اللهِ وَبِحَمْدِهِ: عَدَدَ خَلْقِهِ ٠ وَرِضَا نَفْسِهِ ٠ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ",
      "benefit": "Nabi shallallahu ‘alaihi wa sallam mengatakan pada Juwairiyah bahwa dzikir di atas telah mengalahkan dzikir yang dibaca oleh Juwairiyah dari selepas Shubuh sampai waktu Dhuha.",
      "latin": "Subhanallah wa bi-hamdih, ‘adada kholqih wa ridhoo nafsih. wa zinata ‘arsyih, wa midaada kalimaatih.",
      "read": "Dibaca 3x",
      "source": "HR. Muslim no. 2726",
      "translation": "“Maha Suci Allah, aku memujiNya sebanyak makhluk-Nya, sejauh kerelaan-Nya, seberat timbangan ‘Arsy-Nya dan sebanyak tinta tulisan kalimat-Nya.”"
    },
    {
      "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ عِلْمًا نَافِعًا ٠ وَرِزْقًا طَيِّبًا ٠ وَعَمَلاً مُتَقَبَّلاً",
      "latin": "Allahumma innii as-aluka ‘ilman naafi’a, wa rizqon thoyyibaa, wa ‘amalan mutaqobbalaa.",
      "read": "Dibaca 1 x setelah salam dari shalat Shubuh",
      "source": "HR. Ibnu Majah no. 925 dan Ahmad 6: 305, 322",
      "translation": "“Ya Allah, sungguh aku memohon kepada-Mu ilmu yang bermanfaat (bagi diriku dan orang lain), rizki yang halal dan amal yang diterima (di sisi-Mu dan mendapatkan ganjaran yang baik).”"
    },
    {
      "arabic": "سُبْحَانَ اللهِ وَبِحَمْدِهِ",
      "benefit": "Barangsiapa yang mengucapkan kalimat ‘subhanallah wa bi hamdih’ di pagi dan petang hari sebanyak 100 x, maka tidak ada yang datang pada hari kiamat yang lebih baik dari yang ia lakukan kecuali orang yang mengucapkan semisal atau lebih dari itu",
      "latin": "Subhanallah wa bi-hamdih.",
      "read": "Dibaca 100x",
      "source": "HR. Muslim no. 2692",
      "translation": "“Maha suci Allah, aku memuji-Nya.”"
    },
    {
      "arabic": "أَسْتَغْفِرُ اللهَ وَأَتُوْبُ إِلَيْهِ",
      "latin": "Astagh-firullah wa atuubu ilaih.",
      "read": "Dibaca 100 x dalam sehari",
      "source": "HR. Bukhari no. 6307 dan Muslim no. 2702",
      "translation": "\"Aku memohon ampun kepada Allah dan bertobat kepada-Nya.”"
    }
  ]
}